{
    "list": {},
    "desc": "COTTON\n\nCotton (Gossypium sp.) is one of the most important commercial crops playing a key role in economics. In India cotton is cultivated in 9 million hectares in varied agro-climatic conditions across nine major States. Cotton cultivation offers 200 mandays/ha of employment. It employs directly and indirectly more than 60 million persons in its production, processing and marketing. India has the largest area under cotton, but its production is just 15.8 million bales, much lower for the vast area.\n\n Climate\n\n Cotton is a tropical and subtropical crop. For the successful germination of its seeds, a minimum temperature of 15o C is required. The optimum temperature range for vegetative growth is 21 o - 27 o C. It can tolerate temperatures as high as 43 oC, but does not do well if the temperature falls below 21 oC. During the period of fruiting, warm days and cool nights with large diurnal variations are conducive to good boll and fibre development.\n\n SOIL\n\nIn cotton selection on of soil is very important. Cotton is grown on a variety of soils. Soil should be black medium to deep (90cm) having good drainage availability. Cotton does not tolerate water-logging condition. It is grown mainly as a dry crop in the black cotton and medium black soil. Irrigated cotton is taken in the alluvial soils.\n\n Fertilizer Required\n\nThe fertilizer required for irrigated cotton is 100:50:50kg nitrogen, phosphorus and potash per hectare is recommended. The application of nitrogen is given by ring method. 20% nitrogen and whole phosphorus and potash should be given at the time of sowing and 40% nitrogen at the time of square formation and final 40% nitrogen at the time of flowering. In case of rainfed cotton fertilizer dose for desi variety is 50:50:25kg nitrogen, phosphorus and potash per hectare. For hybrid varieties fertilizer dose is 80:40:40 nitrogen, phosphorus and potash per hectare. 1/4 nitrogen and whole phosphorus and potash is given at the time of sowing while 1/2 nitrogen is given 4 weeks after sowing and remaining 1/4 nitrogen is given through spraying."
}