{
    "list": {},
    "desc": "Fish Farms\n\nFish farms or fish farming is a form of aquaculture. The act of fish farming is about raising fish commercially in tanks or enclosures for human consumption. There are different types of fish farms that utilize different aquiculture methods.\n\nThe first method is the cage system which use cages that are placed in lakes, ponds and oceans that contain the fish. This method is also widely referred to as off-shore cultivation. Fish are kept in the cage like structures and are “artificially fed” and harvested. The fish farming cage method has made numerous technological advances over the years, especially with reducing diseases and environmental concerns. However, the number one concern of the cage method is fish escaping and being loose among the wild fish population.\n\nThe second method is irrigation ditch or pond systems for raising fish. This basic requirement for this method is to have a ditch or a pond that holds water. This is a unique system because at a small level, fish are artificially fed and the waste produced from the fish is then used to fertilize farmers’ fields. On a larger scale, mostly in ponds, the pond is self-sustaining as it grows plants and algae for fish food.\n\nThe third method of fish farming is called composite fish culture which is a type of fish farming that allows both local fish species and imported fish species to coexist in the same pond. The number of species depends, but it is sometimes upwards of six fish species in a single pond. The fish species are always carefully chosen to ensure that species can coexist and reduce competition for food.\n\nThe fourth method of fish farming is called integrated recycling systems which is considered the largest scale method of “pure” fish farming. This approach uses large plastic tanks that are placed inside a greenhouse. There are hydroponic beds that are placed near the plastic tanks. The water in the plastic tanks is circulated to the hydroponic beds, where the fish feed waste goes to provide nutrients to the plant crops that are grown in the hydroponic beds. The majority of types of plants that are grown in the hydroponic beds are herbs such as parsley and basil."
}