{
    "list": {},
    "desc": "Irrigation\n\nSPRINKLER IRRIGATION\n\nSprinkler irrigation is a method of applying water to the land in a manner that mimics natural rainfall. Water is distributed through a system of pipes, usually by pumping, and is then sprayed into the air through sprinklers that break up the water into small drops that uniformly fall to the ground.\nThe benefits of sprinkler irrigation include:\n *Suitable for varying sizes of land—both large and small plots.\n* Better able to direct water flow to specific areas of a property, avoiding water loss.\n* Ability to administer fertilizers and chemical treatments through the system for even application.\n\nDRIP IRRIGATION\n\nAlso known as trickle irrigation, the drip irrigation method allows water to drip slowly to the roots of plants through narrow tubes equipped with emitters. This method allows water to be delivered directly to the base of the plant. Drip irrigation conserves water and efficiently irrigates non-turf areas such as flowerbeds, ground cover, street medians, vegetable and perennial gardens, and hanging baskets.\n\nThe benefits of drip irrigation include:\n* Saves time, money, labor and water because the system is so efficient.\n* Prevents fungal disease by minimizing water contact with the leaves, stems, and fruit of plants.\n* Discourages weed growth because water is only delivered where it’s needed\n* Increases effectiveness on uneven ground.\n\n SUBSURFACE IRRIGATION\n\nSubsurface irrigation is similar to the drip/trickle method in that it distributes water through tubes and emitters. But as you can probably guess by the name, the tubes are buried below the surface of the ground. Developed in the 1960s in Israel, where water tends to be scarce, this system works best for areas that are arid, hot, windy, or have sandy soil types.\n\nThe benefits of subsurface irrigation include:\n* Saves water by eliminating surface water evaporation in hot and arid conditions.\n* Reduces the number of weeds because water is not on the soil surface where most weed seeds germinate.\n* Prevents damage from animals or machinery because the system is below ground.\n\nSURFACE IRRIGATION\n\nOne of the most common and oldest methods of irrigation is surface irrigation. This method uses the force of gravity to distribute the water, which then seeps into the soil. It’s also known as flood irrigation because it simply allows water to flow into an area. This method is not as efficient as other options because there is a tendency to use too much water in order to saturate the land.\n\nThe benefits of surface irrigation include:\n* Requires less manual labor than hose spraying or shifting hose sprinklers.\n* Better able to cover a large plot of land in a shorter amount of time."
}