{
    "list": {},
    "desc": "Maize\n\n Maize (Zea mays L.) is one of the most versatile emerging crop shaving wider adaptability under varied agro-climatic conditions. Globally, maize is known as queen of cereals because it has the highest genetic yield potential among the cereals. It is cultivated on nearly 150 m ha in about 160 countries having wider diversity of soil, climate, biodiversity and management practices that contributes 36 % (782 m t) in the global grain production. The United States of America (USA) is the largest producer of maize contributes nearly 35% of the total production in the world and maize is the driver of the US economy. The USA has the highest productivity (> 9.6 t ha-1) which is double than the global average (4.92 t ha-1). Whereas, the average productivity in India is2.43 t ha-1. In India, maize is the third most important food crops after rice and wheat. According to advance estimate it is cultivated in 8.7m ha (2010-11) mainly during Kharif season which covers 80% area. Maize in India, contributes nearly 9 % in the national food basket and more than Rs. 100 billion to the agricultural GDP at current prices apart from the generating employment to over 100 million man-days at the farm and downstream agricultural and industrial sectors. In addition to staple food for human being and quality feed for animals, maize serves as a basic raw material as an ingredient to thousands of industrial products that includes starch, oil, protein, alcoholic beverages, food sweeteners, pharmaceutical, cosmetic, film, textile, gum, package and paper industries etc.\n\nClimate\n\nMaize does well on a wide range of climatic conditions, and it is grown in the tropical as well as temperate regions, from sea-levels up to altitudes of 2500m. It is however susceptible to frost at all stages of its growth.\n\nSoil\n\n Maize can be grown successfully in variety of soils ranging from loamy sand to clay loam. However, soils with good organic matter content having high water holding capacity with neutral pH are considered good for higher productivity. Being a sensitive crop to moisture stress particularly excess soil moisture and salinity stresses; it is desirable to avoid low lying fields having poor drainage and also the field having higher salinity. Therefore, the fields having provision of proper drainage should be selected for cultivation of maize.\n\n Water management:\n\n The irrigation water management depends on season as about 80 % of maize is cultivated during monsoon season particularly under rainfed conditions. However, in areas with assured irrigation facilities are available, depending upon the rains and moisture holding capacity of the soil, irrigation should be applied as and when required by the crop and first irrigation should be applied very carefully wherein water should not overflow on the ridges/beds. In general, the irrigation should be applied in furrows up to 2/3rd height of the ridges/beds. Young seedlings, knee high stage (V8), flowering (VT) and grain filling (GF) are the most sensitive stages for water stress and hence irrigation should ensured at these stages. In raised bed planting system and limited irrigation water availability conditions, the irrigation water can also be applied in alternate furrow to save more irrigation water. In rainfed areas, tied-ridges are helpful in conserving the rainwater for its availability in the root zone for longer period. For winter maize, it is advisable to keep soil wet (frequent & mild irrigation) during 15 December to 15 February to protect the crop from frost injury"
}