{
    "list": {},
    "desc": "Pesticide\n\nPesticides are substances that are meant to control pests.The term pesticide includes all of the following: herbicide, insecticides (which may include insect growth regulators, termiticides, etc.) nematicide, molluscicide, piscicide, avicide, rodenticide, bactericide, insect repellent, animal repellent, antimicrobial, and fungicide.The most common of these are herbicides which account for approximately 80% of all pesticide use.[3] Most pesticides are intended to serve as plant protection products (also known as crop protection products), which in general, protect plants from weeds, fungi, or insects. As an example - The fungus Alternaria is used to combat the Aquatic weed, Salvinia.\n\nIn general, a pesticide is a chemical (such as carbamate) or biological agent (such as a virus, bacterium, or fungus) that deters, incapacitates, kills, or otherwise discourages pests. Target pests can include insects, plant pathogens, weeds, molluscs, birds, mammals, fish, nematodes (roundworms), and microbes that destroy property, cause nuisance, or spread disease, or are disease vectors. In July 2018, researchers from INRA Rennes (France) show that organic farming is more effective than conventional practice in the fight against parasites.[4][5] Along with these benefits[citation needed], pesticides also have drawbacks, such as potential toxicity to humans and other species.\n\nUses\n\nPesticides are used to control organisms that are considered to be harmful, or pernicious to their surroundings.[24] For example, they are used to kill mosquitoes that can transmit potentially deadly diseases like West Nile virus, yellow fever, and malaria. They can also kill bees, wasps or ants that can cause allergic reactions. Insecticides can protect animals from illnesses that can be caused by parasites such as fleas.[24] Pesticides can prevent sickness in humans that could be caused by moldy food or diseased produce. Herbicides can be used to clear roadside weeds, trees, and brush. They can also kill invasive weeds that may cause environmental damage. Herbicides are commonly applied in ponds and lakes to control algae and plants such as water grasses that can interfere with activities like swimming and fishing and cause the water to look or smell unpleasant. Uncontrolled pests such as termites and mold can damage structures such as houses.Pesticides are used in grocery stores and food storage facilities to manage rodents and insects that infest food such as grain. Each use of a pesticide carries some associated risk. Proper pesticide use decreases these associated risks to a level deemed acceptable by pesticide regulatory agencies such as the United States Environmental Protection Agency (EPA) and the Pest Management Regulatory Agency (PMRA) of Canada.\n\nHealth effects\n\nPesticides may cause acute and delayed health effects in people who are exposed.[41] Pesticide exposure can cause a variety of adverse health effects, ranging from simple irritation of the skin and eyes to more severe effects such as affecting the nervous system, hearing, mimicking hormones causing reproductive problems, and also causing cancer.A 2007 systematic review found that most studies on non-Hodgkin lymphoma and leukemia showed positive associations with pesticide exposure and thus concluded that cosmetic use of pesticides should be decreased. There is substantial evidence of associations between organophosphate insecticide exposures and neurobehavioral alterations. Limited evidence also exists for other negative outcomes from pesticide exposure including neurological, birth defects, and fetal death.\n\nPrimary benefits\n\nControlling pests and plant disease vectors\n* Improved crop yields\n* Improved crop/livestock quality\n* Invasive species controlled\n\nControlling human/livestock disease vectors and nuisance organisms\n* Human lives saved and disease reduced. Diseases controlled include malaria, with millions of lives having been saved or enhanced with the use of DDT alone.\n* Animal lives saved and disease reduced"
}