{
    "list": {},
    "desc": "RICE\n\nIndia is one of the world's largest producers of rice, including white rice and brown rice, grown mostly in the eastern and southern parts of the country.[1] The Production increased from 53.6 million tons in FY 1980 to 74.6 million tons in year 1990, a 39 percent increase over the decade. By year 1992, rice production had reached 181.9 kg per person, second in the world only to China with its 182 kg.[1] Since 1950 the increase has been more than 350 percent. Most of this increase was the result of an increase in yields; the number of hectares did not increase during this period. Yields increased from 1,336 kilograms per hectare in FY 1980 to 1,751 kilograms per hectare in FY 1990. The per-hectare yield increased more than 262 percent between 1950 and 1992.\n\nThe country's rice production had declined to 89.13 million tonnes in 2009-10 crop year (July–June) from record 99.18 million tonnes in the previous year due to severe drought that affected almost half of the country. India could achieve a record rice production of 100 million tonnes in 2010-11 crop year on the back of better monsoon this year. The India's rice production reached to a record high of 104.32 million tonnes in 2011-2012 crop year (July–June).\n\nRice Processing And Uses\n\nThe harvested rice kernel, known as paddy, or rough, rice, is enclosed by the hull, or husk. Milling usually removes both the hull and bran layers of the kernel, and a coating of glucose and talc is sometimes applied to give the kernel a glossy finish. Rice that is processed to remove only the husks, called brown rice, contains about 8 percent protein and small amounts of fats and is a source of thiamine, niacin, riboflavin, iron, and calcium. Rice that is milled to remove the bran as well is called white rice and is greatly diminished in nutrients. When white rice forms a major portion of the diet, there is a risk of beriberi, a disease resulting from a deficiency of thiamine and minerals. Parboiled white rice is specially processed before milling to retain most of the nutrients, and enriched rice has iron and B vitamins added to it. "
}