{
    "list": {},
    "desc": "Sugarcane\n\n Sugarcane, (Saccharum officinarum), perennial grass of the family Poaceae, primarily cultivated for its juice from which sugar is processed. Most of the world’s sugarcane is grown in subtropical and tropical areas. The plant is also grown for biofuel production, especially in Brazil, as the canes can be used directly to produce ethyl alcohol (ethanol). The by-products from cane sugar processing, namely the straw and bagasse (cane fibres), can be used to produce cellulosic ethanol, a second-generation biofuel. Other sugarcane products include molasses, rum, and cachaça (a Brazilian alcohol), and the plant itself can be used as thatch and as livestock fodder. This article treats the cultivation of the sugarcane plant.\n\n Culture\n\nSugarcane is propagated primarily by the planting of cuttings. The sections of the stalk of immature cane used for planting are known as seed cane, or cane sets, and have two or more buds (eyes), usually three. Seed cane is planted in well-worked fields. Mechanical planters that open the furrow, fertilize, drop the seed cane, and cover it with soil are widely used.\nSeed cane is spaced 1.4 to 1.8 metres (4.5 to 6 feet) apart at densities 10,000 to 25,000 per hectare (4,000 to 10,000 per acre). Under favourable conditions, each bud germinates and produces a primary shoot. Root bands adjacent to each bud give rise to a large number of roots, and each young shoot develops its own root system. Tillering, or sprouting at the base of the plant, takes place, and each original seed cane develops into a number of growing canes, forming a stool. The plant crop is obtained from these stools.\n\nDiseases\n\nThe sugarcane plant is subject to many diseases. Sereh, a blackening and degeneration of the fanlike tops, is caused by an East Indian virus. Mosaic, which causes mottling or spotting of foliage and sometimes curling, dwarfing, and narrowing of the leaves, is due to infection by any of several viruses. Red rot (important in Indonesia and South Asia) is characterized by interrupted red and white patches within the cane along with a sour alcoholic odour when the cane is split open. Caused by the fungus Colletotrichum falcatum (Glomerella tucumanensis), red rot first attracts attention by a yellowing and withering of the leaf, and eventually the entire plant dies. Gumming disease (important in New South Wales, Australia) is characterized by gummosis, the pathological production of gummy exudates as a result of cell degeneration; it is caused by the bacterium Xanthomonas vasculorum. Fiji disease, a virus disease first reported from the Fiji islands, is characterized by elongated white to brown swellings on the underside of the leaves, followed by stunting and death. Leaf scald is a vascular disease caused by the bacterium Xanthomonas albilineans, characterized by creamy or grayish streaking and later withering of the leaves. Eyespot, characterized by yellowish oval lesions on leaves and stems, is a disease caused by the fungus Helminthosporium sacchari. Epidemics of these diseases have been checked by replacing the susceptible varieties of cane with varieties resistant to the disease. "
}