{
    "list": {},
    "desc": "Here are some examples of how modern technology can be used to improve agriculture:\n\n1. Monitoring and controlling crop irrigation systems via smartphone\nMobile technology is playing an important role in monitoring and controlling crop irrigation systems.With this modern technology, a farmer can control his irrigation systems from a phone or computer instead of driving to each field.Moisture sensors in the ground are able to communicate information about the level of moisture present at certain depths in the soil.\n\n2. Ultrasounds for livestock\nUltrasound is not only for checking on baby animals in the womb. It also can be used to discover what quality of meat might be found in an animal before it goes to the market.    The testing of DNA helps producers to identify animals with good pedigrees and other desirable qualities. This information can also be used to help the farmer to improve the quality of his herds.\n\n3. Usage of mobile technology and cameras\nSome farmers and ranchers use apps like ‘Foursquare’ to keep tabs on employees. They also put up cameras around the farm.    Livestock managers are wiring up their barn feedlots and pastures with cameras that send images back to the central location like an office or home computer. They can keep a closer eye on the animals when they are away or home for the night.\n\n4. Crop Sensors\nCrop sensors help apply fertilisers in a very effective manner, maximising uptake. They sense how your crop is feeling and reduce the potential leaching and runoff into ground water.Instead of making a prescription fertiliser map for a field before you go out to apply it, crop sensors tell application equipment how much to apply in real time.    Optical sensors are able to see how much fertiliser a plant may need, based on the amount of light reflected back to the sensor.\n\n\nVision about modern agriculture\n\nNearly everyone working on the future of modern agriculture is focused on efficiency. A wide range of technologies will enable the transition of modern agriculture in the field. Some technologies will need to be developed specifically for agriculture, while other technologies already developed for other areas could be adapted to the modern agricultural domain such as autonomous vehicles, artificial intelligence and machine vision. If modern agriculture is applied widely in the near future, millions of farmers will be able to benefit from the acquisition of real-time farm information. Farmers need not spend significant amount of time on acquiring farm data and will have access to disaster warnings and weather information when a disaster event occurs.It is difficult to predict the future of technology in agriculture but there are many promising trends and pilot projects."
}